Extra Dump/server_src_env/server_src_env/myworld/src/bi_service/BiServiceSoap.ChargeAccount.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns1="http://www.ljy0.com/BiService/">
 <SOAP-ENV:Body>
   <ns1:ChargeAccountReq>
    <ns1:RegionID>0</ns1:RegionID>
    <ns1:AccName></ns1:AccName>
    <ns1:Uin>0</ns1:Uin>
    <ns1:Sequence></ns1:Sequence>
    <ns1:BillType>0</ns1:BillType>
    <ns1:Points>0</ns1:Points>
    <ns1:PropsID>0</ns1:PropsID>
    <ns1:PropsName></ns1:PropsName>
   </ns1:ChargeAccountReq>

 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
